{
    "verses": [
        {
            "day": 1,
            "reference": "John 3:16",
            "text": "For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life."
        },
        {
            "day": 2,
            "reference": "Jeremiah 29:11",
            "text": "For I know the thoughts that I think toward you, says the Lord, thoughts of peace and not of evil, to give you a future and a hope."
        },
        {
            "day": 3,
            "reference": "Philippians 4:13",
            "text": "I can do all things through Christ who strengthens me."
        },
        {
            "day": 4,
            "reference": "Romans 8:28",
            "text": "And we know that all things work together for good to those who love God, to those who are the called according to His purpose."
        },
        {
            "day": 5,
            "reference": "Psalm 23:1",
            "text": "The Lord is my shepherd; I shall not want."
        },
        {
            "day": 6,
            "reference": "Isaiah 41:10",
            "text": "Fear not, for I am with you; be not dismayed, for I am your God. I will strengthen you, yes, I will help you, I will uphold you with My righteous right hand."
        },
        {
            "day": 7,
            "reference": "Proverbs 3:5-6",
            "text": "Trust in the Lord with all your heart, and lean not on your own understanding; in all your ways acknowledge Him, and He shall direct your paths."
        },
        {
            "day": 8,
            "reference": "Matthew 11:28",
            "text": "Come to Me, all you who labor and are heavy laden, and I will give you rest."
        },
        {
            "day": 9,
            "reference": "Romans 12:2",
            "text": "And do not be conformed to this world, but be transformed by the renewing of your mind, that you may prove what is that good and acceptable and perfect will of God."
        },
        {
            "day": 10,
            "reference": "Isaiah 40:31",
            "text": "But those who wait on the Lord shall renew their strength; they shall mount up with wings like eagles, they shall run and not be weary, they shall walk and not faint."
        },
        {
            "day": 11,
            "reference": "Joshua 1:9",
            "text": "Have I not commanded you? Be strong and of good courage; do not be afraid, nor be dismayed, for the Lord your God is with you wherever you go."
        },
        {
            "day": 12,
            "reference": "Philippians 4:6-7",
            "text": "Be anxious for nothing, but in everything by prayer and supplication, with thanksgiving, let your requests be made known to God; and the peace of God, which surpasses all understanding, will guard your hearts and minds through Christ Jesus."
        },
        {
            "day": 13,
            "reference": "1 Peter 5:7",
            "text": "Casting all your care upon Him, for He cares for you."
        },
        {
            "day": 14,
            "reference": "Psalm 46:1",
            "text": "God is our refuge and strength, a very present help in trouble."
        },
        {
            "day": 15,
            "reference": "John 14:6",
            "text": "Jesus said to him, 'I am the way, the truth, and the life. No one comes to the Father except through Me.'"
        },
        {
            "day": 16,
            "reference": "Romans 15:13",
            "text": "Now may the God of hope fill you with all joy and peace in believing, that you may abound in hope by the power of the Holy Spirit."
        },
        {
            "day": 17,
            "reference": "Hebrews 11:1",
            "text": "Now faith is the substance of things hoped for, the evidence of things not seen."
        },
        {
            "day": 18,
            "reference": "Psalm 119:105",
            "text": "Your word is a lamp to my feet and a light to my path."
        },
        {
            "day": 19,
            "reference": "Ephesians 2:8-9",
            "text": "For by grace you have been saved through faith, and that not of yourselves; it is the gift of God, not of works, lest anyone should boast."
        },
        {
            "day": 20,
            "reference": "James 1:2-3",
            "text": "My brethren, count it all joy when you fall into various trials, knowing that the testing of your faith produces patience."
        },
        {
            "day": 21,
            "reference": "2 Corinthians 5:7",
            "text": "For we walk by faith, not by sight."
        },
        {
            "day": 22,
            "reference": "Galatians 2:20",
            "text": "I have been crucified with Christ; it is no longer I who live, but Christ lives in me; and the life which I now live in the flesh I live by faith in the Son of God, who loved me and gave Himself for me."
        },
        {
            "day": 23,
            "reference": "Psalm 118:24",
            "text": "This is the day the Lord has made; we will rejoice and be glad in it."
        },
        {
            "day": 24,
            "reference": "John 15:5",
            "text": "I am the vine, you are the branches. He who abides in Me, and I in him, bears much fruit; for without Me you can do nothing."
        },
        {
            "day": 25,
            "reference": "Romans 8:38-39",
            "text": "For I am persuaded that neither death nor life, nor angels nor principalities nor powers, nor things present nor things to come, nor height nor depth, nor any other created thing, shall be able to separate us from the love of God which is in Christ Jesus our Lord."
        },
        {
            "day": 26,
            "reference": "2 Timothy 1:7",
            "text": "For God has not given us a spirit of fear, but of power and of love and of a sound mind."
        },
        {
            "day": 27,
            "reference": "1 John 4:18",
            "text": "There is no fear in love; but perfect love casts out fear, because fear involves torment. But he who fears has not been made perfect in love."
        },
        {
            "day": 28,
            "reference": "1 Corinthians 13:4-5",
            "text": "Love suffers long and is kind; love does not envy; love does not parade itself, is not puffed up; does not behave rudely, does not seek its own, is not provoked, thinks no evil."
        },
        {
            "day": 29,
            "reference": "Hebrews 13:8",
            "text": "Jesus Christ is the same yesterday, today, and forever."
        },
        {
            "day": 30,
            "reference": "Psalm 37:4",
            "text": "Delight yourself also in the Lord, and He shall give you the desires of your heart."
        },
        {
            "day": 31,
            "reference": "Matthew 6:33",
            "text": "But seek first the kingdom of God and His righteousness, and all these things shall be added to you."
        },
        {
            "day": 32,
            "reference": "1 Thessalonians 5:16-18",
            "text": "Rejoice always, pray without ceasing, in everything give thanks; for this is the will of God in Christ Jesus for you."
        },
        {
            "day": 33,
            "reference": "1 Corinthians 10:13",
            "text": "No temptation has overtaken you except such as is common to man; but God is faithful, who will not allow you to be tempted beyond what you are able, but with the temptation will also make the way of escape, that you may be able to bear it."
        },
        {
            "day": 34,
            "reference": "Colossians 3:23-24",
            "text": "And whatever you do, do it heartily, as to the Lord and not to men, knowing that from the Lord you will receive the reward of the inheritance; for you serve the Lord Christ."
        },
        {
            "day": 35,
            "reference": "Psalm 34:8",
            "text": "Oh, taste and see that the Lord is good; blessed is the man who trusts in Him!"
        },
        {
            "day": 36,
            "reference": "2 Corinthians 12:9",
            "text": "And He said to me, 'My grace is sufficient for you, for My strength is made perfect in weakness.' Therefore most gladly I will rather boast in my infirmities, that the power of Christ may rest upon me."
        },
        {
            "day": 37,
            "reference": "John 8:12",
            "text": "Then Jesus spoke to them again, saying, 'I am the light of the world. He who follows Me shall not walk in darkness, but have the light of life.'"
        },
        {
            "day": 38,
            "reference": "Psalm 91:1-2",
            "text": "He who dwells in the secret place of the Most High shall abide under the shadow of the Almighty. I will say of the Lord, 'He is my refuge and my fortress; my God, in Him I will trust.'"
        },
        {
            "day": 39,
            "reference": "Ephesians 6:10-11",
            "text": "Finally, my brethren, be strong in the Lord and in the power of His might. Put on the whole armor of God, that you may be able to stand against the wiles of the devil."
        },
        {
            "day": 40,
            "reference": "1 John 1:9",
            "text": "If we confess our sins, He is faithful and just to forgive us our sins and to cleanse us from all unrighteousness."
        },
        {
            "day": 41,
            "reference": "Micah 6:8",
            "text": "He has shown you, O man, what is good; and what does the Lord require of you but to do justly, to love mercy, and to walk humbly with your God?"
        },
        {
            "day": 42,
            "reference": "Matthew 5:16",
            "text": "Let your light so shine before men, that they may see your good works and glorify your Father in heaven."
        },
        {
            "day": 43,
            "reference": "Romans 5:8",
            "text": "But God demonstrates His own love toward us, in that while we were still sinners, Christ died for us."
        },
        {
            "day": 44,
            "reference": "Psalm 121:1-2",
            "text": "I will lift up my eyes to the hills—from whence comes my help? My help comes from the Lord, who made heaven and earth."
        },
        {
            "day": 45,
            "reference": "James 1:12",
            "text": "Blessed is the man who endures temptation; for when he has been approved, he will receive the crown of life which the Lord has promised to those who love Him."
        },
        {
            "day": 46,
            "reference": "Psalm 27:1",
            "text": "The Lord is my light and my salvation; whom shall I fear? The Lord is the strength of my life; of whom shall I be afraid?"
        },
        {
            "day": 47,
            "reference": "1 Corinthians 16:14",
            "text": "Let all that you do be done with love."
        },
        {
            "day": 48,
            "reference": "Psalm 103:1-2",
            "text": "Bless the Lord, O my soul; and all that is within me, bless His holy name! Bless the Lord, O my soul, and forget not all His benefits."
        },
        {
            "day": 49,
            "reference": "Luke 1:37",
            "text": "For with God nothing will be impossible."
        },
        {
            "day": 50,
            "reference": "Philippians 4:19",
            "text": "And my God shall supply all your need according to His riches in glory by Christ Jesus."
        },
        {
            "day": 51,
            "reference": "1 Thessalonians 5:11",
            "text": "Therefore comfort each other and edify one another, just as you also are doing."
        },
        {
            "day": 52,
            "reference": "Romans 1:16",
            "text": "For I am not ashamed of the gospel of Christ, for it is the power of God to salvation for everyone who believes, for the Jew first and also for the Greek."
        },
        {
            "day": 53,
            "reference": "Psalm 34:18",
            "text": "The Lord is near to those who have a broken heart, and saves such as have a contrite spirit."
        },
        {
            "day": 54,
            "reference": "Hebrews 12:1-2",
            "text": "Therefore we also, since we are surrounded by so great a cloud of witnesses, let us lay aside every weight, and the sin which so easily ensnares us, and let us run with endurance the race that is set before us, looking unto Jesus, the author and finisher of our faith, who for the joy that was set before Him endured the cross, despising the shame, and has sat down at the right hand of the throne of God."
        },
        {
            "day": 55,
            "reference": "Romans 8:1",
            "text": "There is therefore now no condemnation to those who are in Christ Jesus, who do not walk according to the flesh, but according to the Spirit."
        },
        {
            "day": 56,
            "reference": "Matthew 22:37-39",
            "text": "Jesus said to him, 'You shall love the Lord your God with all your heart, with all your soul, and with all your mind.' This is the first and great commandment. And the second is like it: 'You shall love your neighbor as yourself.'"
        },
        {
            "day": 57,
            "reference": "2 Corinthians 5:17",
            "text": "Therefore, if anyone is in Christ, he is a new creation; old things have passed away; behold, all things have become new."
        },
        {
            "day": 58,
            "reference": "Ephesians 4:32",
            "text": "And be kind to one another, tenderhearted, forgiving one another, even as God in Christ forgave you."
        },
        {
            "day": 59,
            "reference": "James 4:7",
            "text": "Therefore submit to God. Resist the devil and he will flee from you."
        },
        {
            "day": 60,
            "reference": "1 Peter 2:9",
            "text": "But you are a chosen generation, a royal priesthood, a holy nation, His own special people, that you may proclaim the praises of Him who called you out of darkness into His marvelous light."
        },
        {
            "day": 61,
            "reference": "1 Corinthians 13:13",
            "text": "And now abide faith, hope, love, these three; but the greatest of these is love."
        },
        {
            "day": 62,
            "reference": "John 16:33",
            "text": "These things I have spoken to you, that in Me you may have peace. In the world you will have tribulation; but be of good cheer, I have overcome the world."
        },
        {
            "day": 63,
            "reference": "2 Timothy 3:16-17",
            "text": "All Scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness, that the man of God may be complete, thoroughly equipped for every good work."
        },
        {
            "day": 64,
            "reference": "Proverbs 18:10",
            "text": "The name of the Lord is a strong tower; the righteous run to it and are safe."
        },
        {
            "day": 65,
            "reference": "Psalm 19:14",
            "text": "Let the words of my mouth and the meditation of my heart be acceptable in Your sight, O Lord, my strength and my Redeemer."
        },
        {
            "day": 66,
            "reference": "Romans 8:18",
            "text": "For I consider that the sufferings of this present time are not worthy to be compared with the glory which shall be revealed in us."
        },
        {
            "day": 67,
            "reference": "Psalm 55:22",
            "text": "Cast your burden on the Lord, and He shall sustain you; He shall never permit the righteous to be moved."
        },
        {
            "day": 68,
            "reference": "1 Corinthians 6:19-20",
            "text": "Or do you not know that your body is the temple of the Holy Spirit who is in you, whom you have from God, and you are not your own? For you were bought at a price; therefore glorify God in your body and in your spirit, which are God's."
        },
        {
            "day": 69,
            "reference": "Matthew 7:7",
            "text": "Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you."
        },
        {
            "day": 70,
            "reference": "Isaiah 26:3",
            "text": "You will keep him in perfect peace, whose mind is stayed on You, because he trusts in You."
        },
        {
            "day": 71,
            "reference": "2 Corinthians 9:7",
            "text": "So let each one give as he purposes in his heart, not grudgingly or of necessity; for God loves a cheerful giver."
        },
        {
            "day": 72,
            "reference": "John 15:13",
            "text": "Greater love has no one than this, than to lay down one's life for his friends."
        },
        {
            "day": 73,
            "reference": "Psalm 56:3",
            "text": "Whenever I am afraid, I will trust in You."
        },
        {
            "day": 74,
            "reference": "Colossians 3:2",
            "text": "Set your mind on things above, not on things on the earth."
        },
        {
            "day": 75,
            "reference": "Ephesians 4:26-27",
            "text": "Be angry, and do not sin: do not let the sun go down on your wrath, nor give place to the devil."
        },
        {
            "day": 76,
            "reference": "Romans 6:23",
            "text": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."
        },
        {
            "day": 77,
            "reference": "John 14:27",
            "text": "Peace I leave with you, My peace I give to you; not as the world gives do I give to you. Let not your heart be troubled, neither let it be afraid."
        },
        {
            "day": 78,
            "reference": "Galatians 6:9",
            "text": "And let us not grow weary while doing good, for in due season we shall reap if we do not lose heart."
        },
        {
            "day": 79,
            "reference": "Psalm 119:11",
            "text": "Your word I have hidden in my heart, that I might not sin against You."
        },
        {
            "day": 80,
            "reference": "James 1:5",
            "text": "If any of you lacks wisdom, let him ask of God, who gives to all liberally and without reproach, and it will be given to him."
        },
        {
            "day": 81,
            "reference": "Matthew 28:19-20",
            "text": "Go therefore and make disciples of all the nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, teaching them to observe all things that I have commanded you; and lo, I am with you always, even to the end of the age. Amen."
        },
        {
            "day": 82,
            "reference": "Philippians 1:6",
            "text": "Being confident of this very thing, that He who has begun a good work in you will complete it until the day of Jesus Christ."
        },
        {
            "day": 83,
            "reference": "Romans 10:9",
            "text": "That if you confess with your mouth the Lord Jesus and believe in your heart that God has raised Him from the dead, you will be saved."
        },
        {
            "day": 84,
            "reference": "Colossians 3:17",
            "text": "And whatever you do in word or deed, do all in the name of the Lord Jesus, giving thanks to God the Father through Him."
        },
        {
            "day": 85,
            "reference": "Matthew 11:29",
            "text": "Take My yoke upon you and learn from Me, for I am gentle and lowly in heart, and you will find rest for your souls."
        },
        {
            "day": 86,
            "reference": "Isaiah 53:5",
            "text": "But He was wounded for our transgressions, He was bruised for our iniquities; the chastisement for our peace was upon Him, and by His stripes we are healed."
        },
        {
            "day": 87,
            "reference": "1 John 3:16",
            "text": "By this we know love, because He laid down His life for us. And we also ought to lay down our lives for the brethren."
        },
        {
            "day": 88,
            "reference": "Proverbs 16:3",
            "text": "Commit your works to the Lord, and your thoughts will be established."
        },
        {
            "day": 89,
            "reference": "Romans 8:37",
            "text": "Yet in all these things we are more than conquerors through Him who loved us."
        },
        {
            "day": 90,
            "reference": "Psalm 139:23-24",
            "text": "Search me, O God, and know my heart; try me, and know my anxieties; and see if there is any wicked way in me, and lead me in the way everlasting."
        },
        {
            "day": 91,
            "reference": "Isaiah 40:29",
            "text": "He gives power to the weak, and to those who have no might He increases strength."
        },
        {
            "day": 92,
            "reference": "John 10:10",
            "text": "The thief does not come except to steal, and to kill, and to destroy. I have come that they may have life, and that they may have it more abundantly."
        },
        {
            "day": 93,
            "reference": "Psalm 91:11",
            "text": "For He shall give His angels charge over you, to keep you in all your ways."
        },
        {
            "day": 94,
            "reference": "James 5:16",
            "text": "Confess your trespasses to one another, and pray for one another, that you may be healed. The effective, fervent prayer of a righteous man avails much."
        },
        {
            "day": 95,
            "reference": "Romans 12:12",
            "text": "Rejoicing in hope, patient in tribulation, continuing steadfastly in prayer."
        },
        {
            "day": 96,
            "reference": "1 Peter 4:8",
            "text": "And above all things have fervent love for one another, for 'love will cover a multitude of sins.'"
        },
        {
            "day": 97,
            "reference": "Proverbs 3:7-8",
            "text": "Do not be wise in your own eyes; fear the Lord and depart from evil. It will be health to your flesh, and strength to your bones."
        },
        {
            "day": 98,
            "reference": "Psalm 27:14",
            "text": "Wait on the Lord; be of good courage, and He shall strengthen your heart; wait, I say, on the Lord!"
        },
        {
            "day": 99,
            "reference": "Hebrews 10:23",
            "text": "Let us hold fast the confession of our hope without wavering, for He who promised is faithful."
        },
        {
            "day": 100,
            "reference": "Philippians 3:14",
            "text": "I press toward the goal for the prize of the upward call of God in Christ Jesus."
        },
        {
            "day": 101,
            "reference": "John 14:2-3",
            "text": "In My Father's house are many mansions; if it were not so, I would have told you. I go to prepare a place for you. And if I go and prepare a place for you, I will come again and receive you to Myself; that where I am, there you may be also."
        },
        {
            "day": 102,
            "reference": "Psalm 139:14",
            "text": "I will praise You, for I am fearfully and wonderfully made; marvelous are Your works, and that my soul knows very well."
        },
        {
            "day": 103,
            "reference": "1 Corinthians 15:58",
            "text": "Therefore, my beloved brethren, be steadfast, immovable, always abounding in the work of the Lord, knowing that your labor is not in vain in the Lord."
        },
        {
            "day": 104,
            "reference": "1 Peter 3:15",
            "text": "But sanctify the Lord God in your hearts, and always be ready to give a defense to everyone who asks you a reason for the hope that is in you, with meekness and fear."
        },
        {
            "day": 105,
            "reference": "Psalm 34:1",
            "text": "I will bless the Lord at all times; His praise shall continually be in my mouth."
        },
        {
            "day": 106,
            "reference": "2 Corinthians 4:16-18",
            "text": "Therefore we do not lose heart. Even though our outward man is perishing, yet the inward man is being renewed day by day. For our light affliction, which is but for a moment, is working for us a far more exceeding and eternal weight of glory, while we do not look at the things which are seen, but at the things which are not seen. For the things which are seen are temporary, but the things which are not seen are eternal."
        },
        {
            "day": 107,
            "reference": "Philippians 4:8",
            "text": "Finally, brethren, whatever things are true, whatever things are noble, whatever things are just, whatever things are pure, whatever things are lovely, whatever things are of good report, if there is any virtue and if there is anything praiseworthy—meditate on these things."
        },
        {
            "day": 108,
            "reference": "Isaiah 55:8-9",
            "text": "'For My thoughts are not your thoughts, nor are your ways My ways,' says the Lord. 'For as the heavens are higher than the earth, so are My ways higher than your ways, and My thoughts than your thoughts.'"
        },
        {
            "day": 109,
            "reference": "James 1:22",
            "text": "But be doers of the word, and not hearers only, deceiving yourselves."
        },
        {
            "day": 110,
            "reference": "Psalm 119:165",
            "text": "Great peace have those who love Your law, and nothing causes them to stumble."
        },
        {
            "day": 111,
            "reference": "John 6:35",
            "text": "And Jesus said to them, 'I am the bread of life. He who comes to Me shall never hunger, and he who believes in Me shall never thirst.'"
        },
        {
            "day": 112,
            "reference": "Romans 8:16",
            "text": "The Spirit Himself bears witness with our spirit that we are children of God."
        },
        {
            "day": 113,
            "reference": "Psalm 18:2",
            "text": "The Lord is my rock and my fortress and my deliverer; my God, my strength, in whom I will trust; my shield and the horn of my salvation, my stronghold."
        },
        {
            "day": 114,
            "reference": "1 Corinthians 2:9",
            "text": "But as it is written: 'Eye has not seen, nor ear heard, nor have entered into the heart of man the things which God has prepared for those who love Him.'"
        },
        {
            "day": 115,
            "reference": "2 Corinthians 1:3-4",
            "text": "Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort, who comforts us in all our tribulation, that we may be able to comfort those who are in any trouble, with the comfort with which we ourselves are comforted by God."
        },
        {
            "day": 116,
            "reference": "Ephesians 2:8-9",
            "text": "For by grace you have been saved through faith, and that not of yourselves; it is the gift of God, not of works, lest anyone should boast."
        },
        {
            "day": 117,
            "reference": "Psalm 37:4",
            "text": "Delight yourself also in the Lord, and He shall give you the desires of your heart."
        },
        {
            "day": 118,
            "reference": "John 3:16",
            "text": "For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life."
        },
        {
            "day": 119,
            "reference": "Philippians 4:7",
            "text": "And the peace of God, which surpasses all understanding, will guard your hearts and minds through Christ Jesus."
        },
        {
            "day": 120,
            "reference": "Proverbs 3:5-6",
            "text": "Trust in the Lord with all your heart, and lean not on your own understanding; in all your ways acknowledge Him, and He shall direct your paths."
        },
        {
            "day": 121,
            "reference": "Matthew 6:33",
            "text": "But seek first the kingdom of God and His righteousness, and all these things shall be added to you."
        },
        {
            "day": 122,
            "reference": "John 8:32",
            "text": "And you shall know the truth, and the truth shall make you free."
        },
        {
            "day": 123,
            "reference": "2 Timothy 1:7",
            "text": "For God has not given us a spirit of fear, but of power and of love and of a sound mind."
        },
        {
            "day": 124,
            "reference": "Isaiah 40:31",
            "text": "But those who wait on the Lord shall renew their strength; they shall mount up with wings like eagles, they shall run and not be weary, they shall walk and not faint."
        },
        {
            "day": 125,
            "reference": "Matthew 7:12",
            "text": "Therefore, whatever you want men to do to you, do also to them, for this is the Law and the Prophets."
        },
        {
            "day": 126,
            "reference": "Philippians 4:6",
            "text": "Be anxious for nothing, but in everything by prayer and supplication, with thanksgiving, let your requests be made known to God;"
        },
        {
            "day": 127,
            "reference": "Psalm 119:105",
            "text": "Your word is a lamp to my feet and a light to my path."
        },
        {
            "day": 128,
            "reference": "Romans 8:38-39",
            "text": "For I am persuaded that neither death nor life, nor angels nor principalities nor powers, nor things present nor things to come, nor height nor depth, nor any other created thing, shall be able to separate us from the love of God which is in Christ Jesus our Lord."
        },
        {
            "day": 129,
            "reference": "Matthew 6:34",
            "text": "Therefore do not worry about tomorrow, for tomorrow will worry about its own things. Sufficient for the day is its own trouble."
        },
        {
            "day": 130,
            "reference": "1 Thessalonians 5:18",
            "text": "In everything give thanks; for this is the will of God in Christ Jesus for you."
        },
        {
            "day": 131,
            "reference": "Psalm 23:1",
            "text": "The Lord is my shepherd; I shall not want."
        },
        {
            "day": 132,
            "reference": "2 Corinthians 5:7",
            "text": "For we walk by faith, not by sight."
        },
        {
            "day": 133,
            "reference": "Hebrews 13:8",
            "text": "Jesus Christ is the same yesterday, today, and forever."
        },
        {
            "day": 134,
            "reference": "Isaiah 41:10",
            "text": "Fear not, for I am with you; be not dismayed, for I am your God. I will strengthen you, yes, I will help you, I will uphold you with My righteous right hand."
        },
        {
            "day": 135,
            "reference": "John 1:12",
            "text": "But as many as received Him, to them He gave the right to become children of God, to those who believe in His name:"
        },
        {
            "day": 136,
            "reference": "Psalm 46:1",
            "text": "God is our refuge and strength, a very present help in trouble."
        },
        {
            "day": 137,
            "reference": "1 John 4:18",
            "text": "There is no fear in love; but perfect love casts out fear, because fear involves torment. But he who fears has not been made perfect in love."
        },
        {
            "day": 138,
            "reference": "Ephesians 3:20",
            "text": "Now to Him who is able to do exceedingly abundantly above all that we ask or think, according to the power that works in us,"
        },
        {
            "day": 139,
            "reference": "Jeremiah 29:11",
            "text": "For I know the thoughts that I think toward you, says the Lord, thoughts of peace and not of evil, to give you a future and a hope."
        },
        {
            "day": 140,
            "reference": "Psalm 91:1",
            "text": "He who dwells in the secret place of the Most High shall abide under the shadow of the Almighty."
        },
        {
            "day": 141,
            "reference": "Matthew 19:26",
            "text": "But Jesus looked at them and said to them, 'With men this is impossible, but with God all things are possible.'"
        },
        {
            "day": 142,
            "reference": "Psalm 34:8",
            "text": "Oh, taste and see that the Lord is good; blessed is the man who trusts in Him!"
        },
        {
            "day": 143,
            "reference": "Isaiah 43:1-2",
            "text": "But now, thus says the Lord, who created you, O Jacob, and He who formed you, O Israel: 'Fear not, for I have redeemed you; I have called you by your name; you are Mine. When you pass through the waters, I will be with you; and through the rivers, they shall not overflow you. When you walk through the fire, you shall not be burned, nor shall the flame scorch you.'"
        },
        {
            "day": 144,
            "reference": "Philippians 2:3",
            "text": "Let nothing be done through selfish ambition or conceit, but in lowliness of mind let each esteem others better than himself."
        },
        {
            "day": 145,
            "reference": "Romans 15:13",
            "text": "Now may the God of hope fill you with all joy and peace in believing, that you may abound in hope by the power of the Holy Spirit."
        },
        {
            "day": 146,
            "reference": "Psalm 31:24",
            "text": "Be of good courage, and He shall strengthen your heart, all you who hope in the Lord."
        },
        {
            "day": 147,
            "reference": "Galatians 2:20",
            "text": "I have been crucified with Christ; it is no longer I who live, but Christ lives in me; and the life which I now live in the flesh I live by faith in the Son of God, who loved me and gave Himself for me."
        },
        {
            "day": 148,
            "reference": "Ephesians 6:12",
            "text": "For we do not wrestle against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this age, against spiritual hosts of wickedness in the heavenly places."
        },
        {
            "day": 149,
            "reference": "Hebrews 11:1",
            "text": "Now faith is the substance of things hoped for, the evidence of things not seen."
        },
        {
            "day": 150,
            "reference": "Psalm 20:7",
            "text": "Some trust in chariots, and some in horses; but we will remember the name of the Lord our God."
        },
        {
            "day": 151,
            "reference": "John 15:5",
            "text": "I am the vine, you are the branches. He who abides in Me, and I in him, bears much fruit; for without Me you can do nothing."
        },
        {
            "day": 152,
            "reference": "Psalm 27:1",
            "text": "The Lord is my light and my salvation; whom shall I fear? The Lord is the strength of my life; of whom shall I be afraid?"
        },
        {
            "day": 153,
            "reference": "1 Corinthians 10:13",
            "text": "No temptation has overtaken you except such as is common to man; but God is faithful, who will not allow you to be tempted beyond what you are able, but with the temptation will also make the way of escape, that you may be able to bear it."
        },
        {
            "day": 154,
            "reference": "Psalm 46:10",
            "text": "Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth!"
        },
        {
            "day": 155,
            "reference": "Ephesians 2:10",
            "text": "For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand that we should walk in them."
        },
        {
            "day": 156,
            "reference": "Proverbs 4:23",
            "text": "Keep your heart with all diligence, for out of it spring the issues of life."
        },
        {
            "day": 157,
            "reference": "Matthew 22:37-39",
            "text": "Jesus said to him, 'You shall love the Lord your God with all your heart, with all your soul, and with all your mind.' This is the first and great commandment. And the second is like it: 'You shall love your neighbor as yourself.'"
        },
        {
            "day": 158,
            "reference": "1 Peter 5:7",
            "text": "Casting all your care upon Him, for He cares for you."
        },
        {
            "day": 159,
            "reference": "Psalm 55:22",
            "text": "Cast your burden on the Lord, and He shall sustain you; He shall never permit the righteous to be moved."
        },
        {
            "day": 160,
            "reference": "Isaiah 26:3",
            "text": "You will keep him in perfect peace, whose mind is stayed on You, because he trusts in You."
        },
        {
            "day": 161,
            "reference": "Matthew 6:25",
            "text": "Therefore I say to you, do not worry about your life, what you will eat or what you will drink; nor about your body, what you will put on. Is not life more than food and the body more than clothing?"
        },
        {
            "day": 162,
            "reference": "John 14:27",
            "text": "Peace I leave with you, My peace I give to you; not as the world gives do I give to you. Let not your heart be troubled, neither let it be afraid."
        },
        {
            "day": 163,
            "reference": "Proverbs 18:10",
            "text": "The name of the Lord is a strong tower; the righteous run to it and are safe."
        },
        {
            "day": 164,
            "reference": "Philippians 4:19",
            "text": "And my God shall supply all your need according to His riches in glory by Christ Jesus."
        },
        {
            "day": 165,
            "reference": "Psalm 37:23-24",
            "text": "The steps of a good man are ordered by the Lord, and He delights in his way. Though he fall, he shall not be utterly cast down; for the Lord upholds him with His hand."
        },
        {
            "day": 166,
            "reference": "Jeremiah 17:7-8",
            "text": "Blessed is the man who trusts in the Lord, and whose hope is the Lord. For he shall be like a tree planted by the waters, which spreads out its roots by the river, and will not fear when heat comes; but its leaf will be green, and will not be anxious in the year of drought, nor will cease from yielding fruit."
        },
        {
            "day": 167,
            "reference": "Hebrews 4:16",
            "text": "Let us therefore come boldly to the throne of grace, that we may obtain mercy and find grace to help in time of need."
        },
        {
            "day": 168,
            "reference": "Psalm 30:5",
            "text": "For His anger is but for a moment, His favor is for life; weeping may endure for a night, but joy comes in the morning."
        },
        {
            "day": 169,
            "reference": "Isaiah 41:13",
            "text": "For I, the Lord your God, will hold your right hand, saying to you, 'Fear not, I will help you.'"
        },
        {
            "day": 170,
            "reference": "Matthew 5:16",
            "text": "Let your light so shine before men, that they may see your good works and glorify your Father in heaven."
        },
        {
            "day": 171,
            "reference": "Romans 12:2",
            "text": "And do not be conformed to this world, but be transformed by the renewing of your mind, that you may prove what is that good and acceptable and perfect will of God."
        },
        {
            "day": 172,
            "reference": "Proverbs 12:25",
            "text": "Anxiety in the heart of man causes depression, but a good word makes it glad."
        },
        {
            "day": 173,
            "reference": "Romans 15:4",
            "text": "For whatever things were written before were written for our learning, that we through the patience and comfort of the Scriptures might have hope."
        },
        {
            "day": 174,
            "reference": "Psalm 18:30",
            "text": "As for God, His way is perfect; the word of the Lord is proven; He is a shield to all who trust in Him."
        },
        {
            "day": 175,
            "reference": "James 1:12",
            "text": "Blessed is the man who endures temptation; for when he has been approved, he will receive the crown of life which the Lord has promised to those who love Him."
        },
        {
            "day": 176,
            "reference": "Psalm 119:2",
            "text": "Blessed are those who keep His testimonies, who seek Him with the whole heart!"
        },
        {
            "day": 177,
            "reference": "Isaiah 26:4",
            "text": "Trust in the Lord forever, for in Yah, the Lord, is everlasting strength."
        },
        {
            "day": 178,
            "reference": "Matthew 7:7",
            "text": "Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you."
        },
        {
            "day": 179,
            "reference": "Psalm 119:114",
            "text": "You are my hiding place and my shield; I hope in Your word."
        },
        {
            "day": 180,
            "reference": "Romans 10:17",
            "text": "So then faith comes by hearing, and hearing by the word of God."
        },
        {
            "day": 181,
            "reference": "Proverbs 16:9",
            "text": "A man's heart plans his way, but the Lord directs his steps."
        },
        {
            "day": 182,
            "reference": "Psalm 119:50",
            "text": "This is my comfort in my affliction, for Your word has given me life."
        },
        {
            "day": 183,
            "reference": "Isaiah 43:19",
            "text": "Behold, I will do a new thing, now it shall spring forth; shall you not know it? I will even make a road in the wilderness and rivers in the desert."
        },
        {
            "day": 184,
            "reference": "Romans 8:1",
            "text": "There is therefore now no condemnation to those who are in Christ Jesus, who do not walk according to the flesh, but according to the Spirit."
        },
        {
            "day": 185,
            "reference": "Psalm 37:7",
            "text": "Rest in the Lord, and wait patiently for Him; do not fret because of him who prospers in his way, because of the man who brings wicked schemes to pass."
        },
        {
            "day": 186,
            "reference": "Hebrews 11:6",
            "text": "But without faith it is impossible to please Him, for he who comes to God must believe that He is, and that He is a rewarder of those who diligently seek Him."
        },
        {
            "day": 187,
            "reference": "Psalm 23:6",
            "text": "Surely goodness and mercy shall follow me all the days of my life; and I will dwell in the house of the Lord forever."
        },
        {
            "day": 188,
            "reference": "2 Corinthians 5:17",
            "text": "Therefore, if anyone is in Christ, he is a new creation; old things have passed away; behold, all things have become new."
        },
        {
            "day": 189,
            "reference": "Psalm 34:17",
            "text": "The righteous cry out, and the Lord hears, and delivers them out of all their troubles."
        },
        {
            "day": 190,
            "reference": "James 4:7",
            "text": "Therefore submit to God. Resist the devil and he will flee from you."
        },
        {
            "day": 191,
            "reference": "Psalm 103:12",
            "text": "As far as the east is from the west, so far has He removed our transgressions from us."
        },
        {
            "day": 192,
            "reference": "Matthew 11:28",
            "text": "Come to Me, all you who labor and are heavy laden, and I will give you rest."
        },
        {
            "day": 193,
            "reference": "Psalm 118:24",
            "text": "This is the day the Lord has made; we will rejoice and be glad in it."
        },
        {
            "day": 194,
            "reference": "1 John 1:9",
            "text": "If we confess our sins, He is faithful and just to forgive us our sins and to cleanse us from all unrighteousness."
        },
        {
            "day": 195,
            "reference": "Psalm 16:8",
            "text": "I have set the Lord always before me; because He is at my right hand I shall not be moved."
        },
        {
            "day": 196,
            "reference": "2 Corinthians 12:9",
            "text": "And He said to me, 'My grace is sufficient for you, for My strength is made perfect in weakness.' Therefore most gladly I will rather boast in my infirmities, that the power of Christ may rest upon me."
        },
        {
            "day": 197,
            "reference": "Psalm 34:4",
            "text": "I sought the Lord, and He heard me, and delivered me from all my fears."
        },
        {
            "day": 198,
            "reference": "Philippians 4:13",
            "text": "I can do all things through Christ who strengthens me."
        },
        {
            "day": 199,
            "reference": "Psalm 55:22",
            "text": "Cast your burden on the Lord, and He shall sustain you; He shall never permit the righteous to be moved."
        },
        {
            "day": 200,
            "reference": "John 11:25-26",
            "text": "Jesus said to her, 'I am the resurrection and the life. He who believes in Me, though he may die, he shall live. And whoever lives and believes in Me shall never die. Do you believe this?'"
        },
        {
            "day": 201,
            "reference": "Psalm 27:14",
            "text": "Wait on the Lord; be of good courage, and He shall strengthen your heart; wait, I say, on the Lord!"
        },
        {
            "day": 202,
            "reference": "1 Corinthians 16:13-14",
            "text": "Watch, stand fast in the faith, be brave, be strong. Let all that you do be done with love."
        },
        {
            "day": 203,
            "reference": "Psalm 46:1",
            "text": "God is our refuge and strength, a very present help in trouble."
        },
        {
            "day": 204,
            "reference": "Ephesians 4:29",
            "text": "Let no corrupt word proceed out of your mouth, but what is good for necessary edification, that it may impart grace to the hearers."
        },
        {
            "day": 205,
            "reference": "Psalm 19:14",
            "text": "Let the words of my mouth and the meditation of my heart be acceptable in Your sight, O Lord, my strength and my Redeemer."
        },
        {
            "day": 206,
            "reference": "1 Peter 4:8",
            "text": "And above all things have fervent love for one another, for 'love will cover a multitude of sins.'"
        },
        {
            "day": 207,
            "reference": "Psalm 18:2",
            "text": "The Lord is my rock and my fortress and my deliverer; my God, my strength, in whom I will trust; my shield and the horn of my salvation, my stronghold."
        },
        {
            "day": 208,
            "reference": "1 Corinthians 13:4-7",
            "text": "Love suffers long and is kind; love does not envy; love does not parade itself, is not puffed up; does not behave rudely, does not seek its own, is not provoked, thinks no evil; does not rejoice in iniquity, but rejoices in the truth; bears all things, believes all things, hopes all things, endures all things."
        },
        {
            "day": 209,
            "reference": "Psalm 119:105",
            "text": "Your word is a lamp to my feet and a light to my path."
        },
        {
            "day": 210,
            "reference": "Proverbs 3:5-6",
            "text": "Trust in the Lord with all your heart, and lean not on your own understanding; in all your ways acknowledge Him, and He shall direct your paths."
        },
        {
            "day": 211,
            "reference": "John 14:6",
            "text": "Jesus said to him, 'I am the way, the truth, and the life. No one comes to the Father except through Me.'"
        },
        {
            "day": 212,
            "reference": "Psalm 28:7",
            "text": "The Lord is my strength and my shield; my heart trusted in Him, and I am helped; therefore my heart greatly rejoices, and with my song I will praise Him."
        },
        {
            "day": 213,
            "reference": "Romans 8:28",
            "text": "And we know that all things work together for good to those who love God, to those who are the called according to His purpose."
        },
        {
            "day": 214,
            "reference": "Psalm 23:1-3",
            "text": "The Lord is my shepherd; I shall not want. He makes me to lie down in green pastures; He leads me beside the still waters. He restores my soul; He leads me in the paths of righteousness for His name's sake."
        },
        {
            "day": 215,
            "reference": "Proverbs 30:5",
            "text": "Every word of God is pure; He is a shield to those who put their trust in Him."
        },
        {
            "day": 216,
            "reference": "John 13:34-35",
            "text": "A new commandment I give to you, that you love one another; as I have loved you, that you also love one another. By this all will know that you are My disciples, if you have love for one another."
        },
        {
            "day": 217,
            "reference": "Psalm 118:6",
            "text": "The Lord is on my side; I will not fear. What can man do to me?"
        },
        {
            "day": 218,
            "reference": "Romans 8:31",
            "text": "What then shall we say to these things? If God is for us, who can be against us?"
        },
        {
            "day": 219,
            "reference": "Psalm 34:8",
            "text": "Oh, taste and see that the Lord is good; blessed is the man who trusts in Him!"
        },
        {
            "day": 220,
            "reference": "Romans 8:38-39",
            "text": "For I am persuaded that neither death nor life, nor angels nor principalities nor powers, nor things present nor things to come, nor height nor depth, nor any other created thing, shall be able to separate us from the love of God which is in Christ Jesus our Lord."
        },
        {
            "day": 221,
            "reference": "Psalm 56:3",
            "text": "Whenever I am afraid, I will trust in You."
        },
        {
            "day": 222,
            "reference": "Romans 10:9",
            "text": "That if you confess with your mouth the Lord Jesus and believe in your heart that God has raised Him from the dead, you will be saved."
        },
        {
            "day": 223,
            "reference": "Psalm 121:1-2",
            "text": "I will lift up my eyes to the hills—from whence comes my help? My help comes from the Lord, who made heaven and earth."
        },
        {
            "day": 224,
            "reference": "Romans 12:12",
            "text": "Rejoicing in hope, patient in tribulation, continuing steadfastly in prayer;"
        },
        {
            "day": 225,
            "reference": "Psalm 27:1",
            "text": "The Lord is my light and my salvation; whom shall I fear? The Lord is the strength of my life; of whom shall I be afraid?"
        },
        {
            "day": 226,
            "reference": "Psalm 34:4",
            "text": "I sought the Lord, and He heard me, and delivered me from all my fears."
        },
        {
            "day": 227,
            "reference": "Proverbs 3:5-6",
            "text": "Trust in the Lord with all your heart, and lean not on your own understanding; in all your ways acknowledge Him, and He shall direct your paths."
        },
        {
            "day": 228,
            "reference": "Romans 15:13",
            "text": "Now may the God of hope fill you with all joy and peace in believing, that you may abound in hope by the power of the Holy Spirit."
        },
        {
            "day": 229,
            "reference": "Psalm 55:22",
            "text": "Cast your burden on the Lord, and He shall sustain you; He shall never permit the righteous to be moved."
        },
        {
            "day": 230,
            "reference": "Philippians 4:6-7",
            "text": "Be anxious for nothing, but in everything by prayer and supplication, with thanksgiving, let your requests be made known to God;"
        },
        {
            "day": 231,
            "reference": "John 3:16",
            "text": "For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life."
        },
        {
            "day": 232,
            "reference": "Psalm 139:14",
            "text": "I will praise You, for I am fearfully and wonderfully made; marvelous are Your works, and that my soul knows very well."
        },
        {
            "day": 233,
            "reference": "Proverbs 18:10",
            "text": "The name of the Lord is a strong tower; the righteous run to it and are safe."
        },
        {
            "day": 234,
            "reference": "James 1:5",
            "text": "If any of you lacks wisdom, let him ask of God, who gives to all liberally and without reproach, and it will be given to him."
        },
        {
            "day": 235,
            "reference": "Psalm 119:11",
            "text": "Your word I have hidden in my heart, that I might not sin against You."
        },
        {
            "day": 236,
            "reference": "Romans 5:8",
            "text": "But God demonstrates His own love toward us, in that while we were still sinners, Christ died for us."
        },
        {
            "day": 237,
            "reference": "Proverbs 2:6",
            "text": "For the Lord gives wisdom; from His mouth come knowledge and understanding."
        },
        {
            "day": 238,
            "reference": "Psalm 29:11",
            "text": "The Lord will give strength to His people; the Lord will bless His people with peace."
        },
        {
            "day": 239,
            "reference": "John 8:12",
            "text": "Then Jesus spoke to them again, saying, 'I am the light of the world. He who follows Me shall not walk in darkness, but have the light of life.'"
        },
        {
            "day": 240,
            "reference": "Romans 14:8",
            "text": "For if we live, we live to the Lord; and if we die, we die to the Lord. Therefore, whether we live or die, we are the Lord's."
        },
        {
            "day": 241,
            "reference": "Psalm 63:1",
            "text": "O God, You are my God; early will I seek You; my soul thirsts for You; my flesh longs for You in a dry and thirsty land where there is no water."
        },
        {
            "day": 242,
            "reference": "Matthew 5:14",
            "text": "You are the light of the world. A city that is set on a hill cannot be hidden."
        },
        {
            "day": 243,
            "reference": "Psalm 91:1",
            "text": "He who dwells in the secret place of the Most High shall abide under the shadow of the Almighty."
        },
        {
            "day": 244,
            "reference": "2 Timothy 1:7",
            "text": "For God has not given us a spirit of fear, but of power and of love and of a sound mind."
        },
        {
            "day": 245,
            "reference": "1 John 4:19",
            "text": "We love Him because He first loved us."
        },
        {
            "day": 246,
            "reference": "Psalm 32:8",
            "text": "I will instruct you and teach you in the way you should go; I will guide you with My eye."
        },
        {
            "day": 247,
            "reference": "Isaiah 40:31",
            "text": "But those who wait on the Lord shall renew their strength; they shall mount up with wings like eagles, they shall run and not be weary, they shall walk and not faint."
        },
        {
            "day": 248,
            "reference": "Matthew 6:33",
            "text": "But seek first the kingdom of God and His righteousness, and all these things shall be added to you."
        },
        {
            "day": 249,
            "reference": "Psalm 147:3",
            "text": "He heals the brokenhearted and binds up their wounds."
        },
        {
            "day": 250,
            "reference": "Philippians 1:6",
            "text": "Being confident of this very thing, that He who has begun a good work in you will complete it until the day of Jesus Christ."
        },
        {
            "day": 251,
            "reference": "Isaiah 43:2",
            "text": "When you pass through the waters, I will be with you; and through the rivers, they shall not overflow you. When you walk through the fire, you shall not be burned, nor shall the flame scorch you."
        },
        {
            "day": 252,
            "reference": "Psalm 5:11",
            "text": "But let all those rejoice who put their trust in You; let them ever shout for joy, because You defend them; let those also who love Your name be joyful in You."
        },
        {
            "day": 253,
            "reference": "Matthew 11:29",
            "text": "Take My yoke upon you and learn from Me, for I am gentle and lowly in heart, and you will find rest for your souls."
        },
        {
            "day": 254,
            "reference": "Psalm 9:10",
            "text": "And those who know Your name will put their trust in You; for You, Lord, have not forsaken those who seek You."
        },
        {
            "day": 255,
            "reference": "Proverbs 3:3-4",
            "text": "Let not mercy and truth forsake you; Bind them around your neck, Write them on the tablet of your heart, And so find favor and high esteem In the sight of God and man."
        },
        {
            "day": 256,
            "reference": "Psalm 119:114",
            "text": "You are my hiding place and my shield; I hope in Your word."
        },
        {
            "day": 257,
            "reference": "Ephesians 6:10",
            "text": "Finally, my brethren, be strong in the Lord and in the power of His might."
        },
        {
            "day": 258,
            "reference": "John 14:1",
            "text": "Let not your heart be troubled; you believe in God, believe also in Me."
        },
        {
            "day": 259,
            "reference": "Psalm 119:50",
            "text": "This is my comfort in my affliction, for Your word has given me life."
        },
        {
            "day": 260,
            "reference": "Romans 12:21",
            "text": "Do not be overcome by evil, but overcome evil with good."
        },
        {
            "day": 261,
            "reference": "Psalm 56:9",
            "text": "When I cry out to You, then my enemies will turn back; This I know, because God is for me."
        },
        {
            "day": 262,
            "reference": "Hebrews 10:23",
            "text": "Let us hold fast the confession of our hope without wavering, for He who promised is faithful."
        },
        {
            "day": 263,
            "reference": "John 15:13",
            "text": "Greater love has no one than this, than to lay down one's life for his friends."
        },
        {
            "day": 264,
            "reference": "Psalm 25:4-5",
            "text": "Show me Your ways, O Lord; Teach me Your paths. Lead me in Your truth and teach me, For You are the God of my salvation; On You I wait all the day."
        },
        {
            "day": 265,
            "reference": "2 Corinthians 5:21",
            "text": "For He made Him who knew no sin to be sin for us, that we might become the righteousness of God in Him."
        },
        {
            "day": 266,
            "reference": "Psalm 46:2",
            "text": "Therefore we will not fear, Even though the earth be removed, And though the mountains be carried into the midst of the sea."
        },
        {
            "day": 267,
            "reference": "Matthew 5:44",
            "text": "But I say to you, love your enemies, bless those who curse you, do good to those who hate you, and pray for those who spitefully use you and persecute you."
        },
        {
            "day": 268,
            "reference": "Psalm 119:165",
            "text": "Great peace have those who love Your law, And nothing causes them to stumble."
        },
        {
            "day": 269,
            "reference": "Hebrews 13:8",
            "text": "Jesus Christ is the same yesterday, today, and forever."
        },
        {
            "day": 270,
            "reference": "James 1:17",
            "text": "Every good gift and every perfect gift is from above, and comes down from the Father of lights, with whom there is no variation or shadow of turning."
        },
        {
            "day": 271,
            "reference": "Psalm 119:1",
            "text": "Blessed are the undefiled in the way, Who walk in the law of the Lord!"
        },
        {
            "day": 272,
            "reference": "Romans 8:32",
            "text": "He who did not spare His own Son, but delivered Him up for us all, how shall He not with Him also freely give us all things?"
        },
        {
            "day": 273,
            "reference": "1 Peter 2:9",
            "text": "But you are a chosen generation, a royal priesthood, a holy nation, His own special people, that you may proclaim the praises of Him who called you out of darkness into His marvelous light."
        },
        {
            "day": 274,
            "reference": "Psalm 50:15",
            "text": "Call upon Me in the day of trouble; I will deliver you, and you shall glorify Me."
        },
        {
            "day": 275,
            "reference": "John 16:33",
            "text": "These things I have spoken to you, that in Me you may have peace. In the world you will have tribulation; but be of good cheer, I have overcome the world."
        },
        {
            "day": 276,
            "reference": "Isaiah 41:10",
            "text": "Fear not, for I am with you; Be not dismayed, for I am your God. I will strengthen you, Yes, I will help you, I will uphold you with My righteous right hand."
        },
        {
            "day": 277,
            "reference": "Psalm 68:19",
            "text": "Blessed be the Lord, Who daily loads us with benefits, The God of our salvation!"
        },
        {
            "day": 278,
            "reference": "1 John 3:1",
            "text": "Behold what manner of love the Father has bestowed on us, that we should be called children of God! Therefore the world does not know us, because it did not know Him."
        },
        {
            "day": 279,
            "reference": "Philippians 4:19",
            "text": "And my God shall supply all your needs according to His riches in glory by Christ Jesus."
        },
        {
            "day": 280,
            "reference": "Psalm 119:28",
            "text": "My soul melts from heaviness; Strengthen me according to Your word."
        },
        {
            "day": 281,
            "reference": "2 Corinthians 1:3-4",
            "text": "Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort, who comforts us in all our tribulation, that we may be able to comfort those who are in any trouble, with the comfort with which we ourselves are comforted by God."
        },
        {
            "day": 282,
            "reference": "Psalm 103:17",
            "text": "But the mercy of the Lord is from everlasting to everlasting on those who fear Him, and His righteousness to children's children."
        },
        {
            "day": 283,
            "reference": "Matthew 7:7",
            "text": "Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you."
        },
        {
            "day": 284,
            "reference": "Psalm 121:7-8",
            "text": "The Lord shall preserve you from all evil; He shall preserve your soul. The Lord shall preserve your going out and your coming in From this time forth, and even forevermore."
        },
        {
            "day": 285,
            "reference": "Romans 6:23",
            "text": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."
        },
        {
            "day": 286,
            "reference": "Psalm 19:1",
            "text": "The heavens declare the glory of God; and the firmament shows His handiwork."
        },
        {
            "day": 287,
            "reference": "John 10:10",
            "text": "The thief does not come except to steal, and to kill, and to destroy; I have come that they may have life, and that they may have it more abundantly."
        },
        {
            "day": 288,
            "reference": "1 Thessalonians 5:16-18",
            "text": "Rejoice always, pray without ceasing, in everything give thanks; for this is the will of God in Christ Jesus for you."
        },
        {
            "day": 289,
            "reference": "Psalm 34:17",
            "text": "The righteous cry out, and the Lord hears, and delivers them out of all their troubles."
        },
        {
            "day": 290,
            "reference": "Romans 15:4",
            "text": "For whatever was written in former days was written for our instruction, that through endurance and the encouragement of the Scriptures we might have hope."
        },
        {
            "day": 291,
            "reference": "Psalm 86:15",
            "text": "But You, O Lord, are a God full of compassion, and gracious, Long-suffering and abundant in mercy and truth."
        },
        {
            "day": 292,
            "reference": "Ephesians 2:8",
            "text": "For by grace you have been saved through faith, and that not of yourselves; it is the gift of God,"
        },
        {
            "day": 293,
            "reference": "Psalm 145:18",
            "text": "The Lord is near to all who call upon Him, To all who call upon Him in truth."
        },
        {
            "day": 294,
            "reference": "2 Timothy 4:7",
            "text": "I have fought the good fight, I have finished the race, I have kept the faith."
        },
        {
            "day": 295,
            "reference": "Psalm 23:4",
            "text": "Yea, though I walk through the valley of the shadow of death, I will fear no evil; For You are with me; Your rod and Your staff, they comfort me."
        },
        {
            "day": 296,
            "reference": "Isaiah 26:3",
            "text": "You will keep him in perfect peace, Whose mind is stayed on You, Because he trusts in You."
        },
        {
            "day": 297,
            "reference": "Matthew 6:34",
            "text": "Therefore do not worry about tomorrow, for tomorrow will worry about its own things. Sufficient for the day is its own trouble."
        },
        {
            "day": 298,
            "reference": "Psalm 118:14",
            "text": "The Lord is my strength and song, And He has become my salvation."
        },
        {
            "day": 299,
            "reference": "1 John 5:14",
            "text": "Now this is the confidence that we have in Him, that if we ask anything according to His will, He hears us."
        },
        {
            "day": 300,
            "reference": "Romans 13:10",
            "text": "Love does no harm to a neighbor; therefore love is the fulfillment of the law."
        },
        {
            "day": 301,
            "reference": "Psalm 37:4",
            "text": "Delight yourself also in the Lord, And He shall give you the desires of your heart."
        },
        {
            "day": 302,
            "reference": "John 11:40",
            "text": "Jesus said to her, 'Did I not say to you that if you would believe you would see the glory of God?'"
        },
        {
            "day": 303,
            "reference": "Psalm 130:5",
            "text": "I wait for the Lord, my soul waits, And in His word I do hope."
        },
        {
            "day": 304,
            "reference": "Philippians 4:8",
            "text": "Finally, brethren, whatever things are true, whatever things are noble, whatever things are just, whatever things are pure, whatever things are lovely, whatever things are of good report, if there is any virtue and if there is anything praiseworthy—meditate on these things."
        },
        {
            "day": 305,
            "reference": "Psalm 56:13",
            "text": "For You have delivered my soul from death. Have You not kept my feet from falling, That I may walk before God In the light of the living?"
        },
        {
            "day": 306,
            "reference": "Matthew 19:26",
            "text": "But Jesus looked at them and said to them, 'With men this is impossible, but with God all things are possible.'"
        },
        {
            "day": 307,
            "reference": "Psalm 27:4",
            "text": "One thing I have desired of the Lord, that will I seek: That I may dwell in the house of the Lord All the days of my life, To behold the beauty of the Lord, And to inquire in His temple."
        },
        {
            "day": 308,
            "reference": "2 Corinthians 12:10",
            "text": "Therefore I take pleasure in infirmities, in reproaches, in needs, in persecutions, in distresses, for Christ's sake. For when I am weak, then I am strong."
        },
        {
            "day": 309,
            "reference": "Psalm 62:5",
            "text": "My soul, wait silently for God alone, For my expectation is from Him."
        },
        {
            "day": 310,
            "reference": "Romans 5:3-4",
            "text": "And not only that, but we also glory in tribulations, knowing that tribulation produces perseverance; and perseverance, character; and character, hope."
        },
        {
            "day": 311,
            "reference": "Psalm 47:1",
            "text": "Oh, clap your hands, all you peoples! Shout to God with the voice of triumph!"
        },
        {
            "day": 312,
            "reference": "Matthew 7:8",
            "text": "For everyone who asks receives, and he who seeks finds, and to him who knocks it will be opened."
        },
        {
            "day": 313,
            "reference": "Psalm 92:1",
            "text": "It is good to give thanks to the Lord, And to sing praises to Your name, O Most High;"
        },
        {
            "day": 314,
            "reference": "1 Peter 5:7",
            "text": "Cast all your care upon Him, for He cares for you."
        },
        {
            "day": 315,
            "reference": "Psalm 111:10",
            "text": "The fear of the Lord is the beginning of wisdom; A good understanding have all those who do His commandments. His praise endures forever."
        },
        {
            "day": 316,
            "reference": "Isaiah 43:19",
            "text": "Behold, I will do a new thing, Now it shall spring forth; Shall you not know it? I will even make a road in the wilderness And rivers in the desert."
        },
        {
            "day": 317,
            "reference": "Romans 8:28",
            "text": "And we know that all things work together for good to those who love God, to those who are the called according to His purpose."
        },
        {
            "day": 318,
            "reference": "Psalm 27:1",
            "text": "The Lord is my light and my salvation; Whom shall I fear? The Lord is the strength of my life; Of whom shall I be afraid?"
        },
        {
            "day": 319,
            "reference": "Matthew 5:16",
            "text": "Let your light so shine before men, that they may see your good works and glorify your Father in heaven."
        },
        {
            "day": 320,
            "reference": "Psalm 138:8",
            "text": "The Lord will perfect that which concerns me; Your mercy, O Lord, endures forever; Do not forsake the works of Your hands."
        },
        {
            "day": 321,
            "reference": "Romans 12:2",
            "text": "And do not be conformed to this world, but be transformed by the renewing of your mind, that you may prove what is that good and acceptable and perfect will of God."
        },
        {
            "day": 322,
            "reference": "Psalm 119:105",
            "text": "Your word is a lamp to my feet And a light to my path."
        },
        {
            "day": 323,
            "reference": "Hebrews 11:1",
            "text": "Now faith is the substance of things hoped for, the evidence of things not seen."
        },
        {
            "day": 324,
            "reference": "Psalm 34:4",
            "text": "I sought the Lord, and He heard me, And delivered me from all my fears."
        },
        {
            "day": 325,
            "reference": "1 Corinthians 10:13",
            "text": "No temptation has overtaken you except such as is common to man; but God is faithful, who will not allow you to be tempted beyond what you are able, but with the temptation will also make the way of escape, that you may be able to bear it."
        },
        {
            "day": 326,
            "reference": "Psalm 40:1-2",
            "text": "I waited patiently for the Lord; And He inclined to me, And heard my cry. He also brought me up out of a horrible pit, Out of the miry clay, And set my feet upon a rock, And established my steps."
        },
        {
            "day": 327,
            "reference": "John 1:12",
            "text": "But as many as received Him, to them He gave the right to become children of God, to those who believe in His name."
        },
        {
            "day": 328,
            "reference": "Isaiah 55:12",
            "text": "For you shall go out with joy, And be led out with peace; The mountains and the hills Shall break forth into singing before you, And all the trees of the field shall clap their hands."
        },
        {
            "day": 329,
            "reference": "Psalm 116:1",
            "text": "I love the Lord, because He has heard My voice and my supplications."
        },
        {
            "day": 330,
            "reference": "Romans 4:20-21",
            "text": "He did not waver at the promise of God through unbelief, but was strengthened in faith, giving glory to God, and being fully convinced that what He had promised He was also able to perform."
        },
        {
            "day": 331,
            "reference": "John 14:27",
            "text": "Peace I leave with you, My peace I give to you; not as the world gives do I give to you. Let not your heart be troubled, neither let it be afraid."
        },
        {
            "day": 332,
            "reference": "Psalm 30:5",
            "text": "For His anger is but for a moment, His favor is for life; Weeping may endure for a night, But joy comes in the morning."
        },
        {
            "day": 333,
            "reference": "2 Chronicles 7:14",
            "text": "If My people who are called by My name will humble themselves, and pray and seek My face, and turn from their wicked ways, then I will hear from heaven, and will forgive their sin and heal their land."
        },
        {
            "day": 334,
            "reference": "Psalm 91:11",
            "text": "For He shall give His angels charge over you, To keep you in all your ways."
        },
        {
            "day": 335,
            "reference": "John 14:6",
            "text": "Jesus said to him, 'I am the way, the truth, and the life. No one comes to the Father except through Me.'"
        },
        {
            "day": 336,
            "reference": "Isaiah 40:29",
            "text": "He gives power to the weak, And to those who have no might He increases strength."
        },
        {
            "day": 337,
            "reference": "Psalm 18:2",
            "text": "The Lord is my rock and my fortress and my deliverer; My God, my strength, in whom I will trust; My shield and the horn of my salvation, my stronghold."
        },
        {
            "day": 338,
            "reference": "Ephesians 2:10",
            "text": "For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand that we should walk in them."
        },
        {
            "day": 339,
            "reference": "Psalm 16:8",
            "text": "I have set the Lord always before me; Because He is at my right hand I shall not be moved."
        },
        {
            "day": 340,
            "reference": "Matthew 21:22",
            "text": "And whatever things you ask in prayer, believing, you will receive."
        },
        {
            "day": 341,
            "reference": "Psalm 119:89",
            "text": "Forever, O Lord, Your word is settled in heaven."
        },
        {
            "day": 342,
            "reference": "John 10:28",
            "text": "And I give them eternal life, and they shall never perish; neither shall anyone snatch them out of My hand."
        },
        {
            "day": 343,
            "reference": "Philippians 4:13",
            "text": "I can do all things through Christ who strengthens me."
        },
        {
            "day": 344,
            "reference": "Psalm 100:4",
            "text": "Enter into His gates with thanksgiving, And into His courts with praise. Be thankful to Him, and bless His name."
        },
        {
            "day": 345,
            "reference": "Isaiah 54:10",
            "text": "For the mountains shall depart And the hills be removed, But My kindness shall not depart from you, Nor shall My covenant of peace be removed,"
        },
        {
            "day": 346,
            "reference": "1 Corinthians 13:13",
            "text": "And now abide faith, hope, love, these three; but the greatest of these is love."
        },
        {
            "day": 347,
            "reference": "Psalm 29:11",
            "text": "The Lord will give strength to His people; The Lord will bless His people with peace."
        },
        {
            "day": 348,
            "reference": "Matthew 6:21",
            "text": "For where your treasure is, there your heart will be also."
        },
        {
            "day": 349,
            "reference": "Psalm 18:32",
            "text": "It is God who arms me with strength, And makes my way perfect."
        },
        {
            "day": 350,
            "reference": "John 15:7",
            "text": "If you abide in Me, and My words abide in you, you will ask what you desire, and it shall be done for you."
        },
        {
            "day": 351,
            "reference": "Psalm 22:3",
            "text": "But You are holy, Enthroned in the praises of Israel."
        },
        {
            "day": 352,
            "reference": "Romans 12:12",
            "text": "Rejoicing in hope, patient in tribulation, continuing steadfastly in prayer;"
        },
        {
            "day": 353,
            "reference": "Psalm 121:1-2",
            "text": "I will lift up my eyes to the hills— From whence comes my help? My help comes from the Lord, Who made heaven and earth."
        },
        {
            "day": 354,
            "reference": "2 Thessalonians 3:3",
            "text": "But the Lord is faithful, who will establish you and guard you from the evil one."
        },
        {
            "day": 355,
            "reference": "Psalm 56:3",
            "text": "Whenever I am afraid, I will trust in You."
        },
        {
            "day": 356,
            "reference": "John 14:13-14",
            "text": "And whatever you ask in My name, that I will do, that the Father may be glorified in the Son. If you ask anything in My name, I will do it."
        },
        {
            "day": 357,
            "reference": "Psalm 34:10",
            "text": "The young lions lack and suffer hunger; But those who seek the Lord shall not lack any good thing."
        },
        {
            "day": 358,
            "reference": "Ephesians 6:10",
            "text": "Finally, my brethren, be strong in the Lord and in the power of His might."
        },
        {
            "day": 359,
            "reference": "Psalm 73:26",
            "text": "My flesh and my heart fail; But God is the strength of my heart and my portion forever."
        },
        {
            "day": 360,
            "reference": "James 1:17",
            "text": "Every good gift and every perfect gift is from above, and comes down from the Father of lights, with whom there is no variation or shadow of turning."
        },
        {
            "day": 361,
            "reference": "Psalm 139:14",
            "text": "I will praise You, for I am fearfully and wonderfully made; Marvelous are Your works, And that my soul knows very well."
        },
        {
            "day": 362,
            "reference": "Romans 5:1",
            "text": "Therefore, having been justified by faith, we have peace with God through our Lord Jesus Christ,"
        },
        {
            "day": 363,
            "reference": "Psalm 118:24",
            "text": "This is the day the Lord has made; We will rejoice and be glad in it."
        },
        {
            "day": 364,
            "reference": "1 John 4:18",
            "text": "There is no fear in love; but perfect love casts out fear, because fear involves torment. But he who fears has not been made perfect in love."
        },
        {
            "day": 365,
            "reference": "Revelation 21:4",
            "text": "‘And God will wipe away every tear from their eyes; there shall be no more death, nor sorrow, nor crying. There shall be no more pain, for the former things have passed away.’"
        },
        {
            "day": 366,
            "reference": "Revelation 22:20",
            "text": "He who testifies to these things says, 'Surely I am coming quickly.' Amen. Even so, come, Lord Jesus!"
        }
    ]
}